---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DividedpathLayoutFixedNumPoint
source: html/a1ea1bc6-f6f4-4e8e-7781-4d69d9103874.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DividedpathLayoutFixedNumPoint Property

"Number"

## Syntax (C#)
```csharp
public static ForgeTypeId DividedpathLayoutFixedNumPoint { get; }
```